{
  "data": [
    {
      "id": 1,
      "title": "New to Ohio ",
      "body": "Hi. I am new in Ohio and I'm trying to get my garden goiing. Any ideas about what plants are well suited to Ohio weather? ",
      "date": "8/17/2014",
      "author": "Danielle Brigida",
      "votes": 4,
      "views": 17,
      "answers": [
        {
          "body": "Lilac is a plant I have been growing for a couple of years. They do will in sticky Canton, OH climate, they do require upkeep on pruning, as well as removal of faded flowers. But the work is worth it, just so the shrub can let you know, every year, that the summer has officially begun.",
          "author": "Elliot Jones",
          "answer_votes": 7
        }
      ]
    },
    {
      "id": 2,
      "title": "Butterfly",
      "body": "Do you know of a plant that traditionally attracts hummingbirds and butterflies and is native to Ohio? ",
      "date": "10/8/14",
      "author": "Lebron James",
      "votes": 14,
      "views": 13,
      "answers": [
        {
          "body": "Asclepias tuberosa aka 'Hello Yellow', is a tradional butterfly weed and I would definitely look into that if I were you.",
          "author": "Johnny Manzel ",
          "answer_votes": 4
        },
      ]
    },
    {
      "id": 3,
      "title": "Homeowner Growing and Maintenance Tips",
      "body": "Any tips on how to grow Asclepias tuberosa?",
      "date": "10/10/14",
      "author": "Lebron James",
      "votes": 2,
      "views": 6,
      "answers": [
        {
          "body": "Plant in full sun in well-drained soil.  Plants have deep taproots and are best left undisturbed once established.  Like many milkweeds, plants are slow to emerge from the ground in spring.",
          "author": "Melinda Dixon",
          "answer_votes": 15
        }
      ]
    },
    {
      "id": 4,
      "title": "Nectar for bees",
      "body": "Ideas for facilating nectar for bees?? ",
      "date": "10/6/14",
      "author": "Thomas Grove ",
      "votes": 4,
      "views": 16,
      "answers": [
        {
          "body": "Highly recommend Caltha palustris. Deer usually leave this alone. Great choice for a rain garden. Plant in full sun to light shade in rich soil. Will grow in soil that is wet in spring and drier later in the year though plants may go dormant in summer. Great choice for a rain garden. Will naturalize to form a nice colony",
          "author": "Jake Jones",
          "answer_votes": 6
        }
      ]
    }
  ]
}